Repository: FSharpCSharp/YAHW
Catalog: YAHW/Properties/Resources.*.resx
Languages: de_de

source: @MainWindowHelp
de_de: Hilfe

source: @MainWindowHome
de_de: Home

source: @MainWindowSettings
de_de: Einstellungen

source: @MainWindowWelcome
de_de: Willkommen

source: @MainWindowOverview
de_de: Übersicht

source: @MainWindowCPU
de_de: CPU

source: @MainWindowRAM
de_de: RAM

source: @MainWindowHDD
de_de: HDD

source: @MainWindowFAN
de_de: Fan

source: @MainWindowSystemInformation
de_de: System

source: @MainWindowHint
de_de: Mit dem YAHW - [b]Y[/b]et [b]A[/b]nother [b]H[/b]ardware [b]M[/b]onitor ist es möglich diverse Hardwarekomponenten zu überwachen. Aktuell werden die folgenden Hardwarekomponenten unterstützt: - [url=/Pages/MainboardInformation.xaml]Mainboard[/url] - [url=/Pages/CPUInformation.xaml]Prozessor[/url] - [url=/Pages/GPUInformation.xaml]Grafikkarte[/url] - [url=/Pages/RAMInformation.xaml]RAM[/url] - [url=/Pages/HDDInformation.xaml]HDD[/url]

source: @PageAboutText
de_de: Mit dem YAHW - [b]Y[/b]et [b]A[/b]nother [b]H[/b]ardware [b]M[/b]onitor ist es möglich diverse Hardwarekomponenten zu überwachen. Das Programm selbst ist OpenSource. Das Repository wird unter GitHub verwaltet und ist hier zu finden: [url=https://github.com/steve600/YAHW]https://github.com/steve600/YAHW[/url] Für die Umsetzung wurden die folgenden Softwarekomponenten verwendet: - Open Hardware Monitor - [url=https://code.google.com/p/open-hardware-monitor]https://code.google.com/p/open-hardware-monitor[/url] - Modern UI for WPF (MUI) - [url=https://github.com/firstfloorsoftware/mui]https://github.com/firstfloorsoftware/mui[/url] - Modern UI (Metro) Charts - [url=https://modernuicharts.codeplex.com]https://modernuicharts.codeplex.com[/url] - OxyPlot - [url=http://oxyplot.org]http://oxyplot.org[/url] - Modern UI Icons - [url=http://modernuiicons.com]http://modernuiicons.com[/url] YAHW - Yet Another Hardware Monitor Copyright (C) 2015 S. Steinbrecher DIE SOFTWARE WIRD OHNE JEDE AUSDRÜCKLICHE ODER IMPLIZIERTE GARANTIE BEREITGESTELLT, EINSCHLIESSLICH DER GARANTIE ZUR BENUTZUNG FÜR DEN VORGESEHENEN ODER EINEM BESTIMMTEN ZWECK SOWIE JEGLICHER RECHTSVERLETZUNG, JEDOCH NICHT DARAUF BESCHRÄNKT. IN KEINEM FALL SIND DIE AUTOREN ODER COPYRIGHTINHABER FÜR JEGLICHEN SCHADEN ODER SONSTIGE ANSPRÜCHE HAFTBAR ZU MACHEN, OB INFOLGE DER ERFÜLLUNG EINES VERTRAGES, EINES DELIKTES ODER ANDERS IM ZUSAMMENHANG MIT DER SOFTWARE ODER SONSTIGER VERWENDUNG DER SOFTWARE ENTSTANDEN SIND.

source: @MainWindowAbout
de_de: Über

source: @UserControlMainboardInformationHeader
de_de: Mainboard-Informationen

source: @UserControlMainboardInformationManufacturer
de_de: Hersteller

source: @UserControlMainboardInformationProduct
de_de: Produkt

source: @UserControlMainboardInformationSerialNumber
de_de: Seriennummer

source: @MainWindowCPUInformation
de_de: Information

source: @MainWindowRAMInformation
de_de: Information

source: @MainWindowHDDInformation
de_de: Information

source: @HDDInformationSmartParameter
de_de: Parameter

source: @HDDInformationSmartCurrentValue
de_de: Aktueller Wert

source: @HDDInformationSmartWorstValue
de_de: Schlechtester Wert

source: @HDDInformationSmartThreshold
de_de: Grenzwert

source: @MainWindowCPUCoreWorkload
de_de: CPU-Core Auslastung (%)

source: @CPUInformationPercentUsage
de_de: %-Auslastung

source: @CPUInformationPowerConsumption
de_de: Stromverbrauch

source: @CPUInformationCPU
de_de: CPU

source: @CPUInformationCPUCores
de_de: CPU-Cores

source: @CPUInformationCPUTotalWorkload
de_de: Auslastung

source: @CPUInformationCPUCoreWorkloads
de_de: Core-Auslastungen

source: @CPUInformationMaxAppreviation
de_de: Max:

source: @CPUInformationMinAppreviation
de_de: Min:

source: @CPUInformationCpuTemperature
de_de: Temperatur

source: @CPUInformationCpuCoreTemperatures
de_de: Core-Temperaturen

source: @CPUInformationCpuClockSpeed
de_de: Taktgeschwindigkeit

source: @CPUInformationCpuCoreClockSpeeds
de_de: Core-Taktgeschwindigkeiten

source: @MainWindowCPUCoreTemperatures
de_de: CPU-Core Temperaturen (°C)

source: @UserControlCPUInformationHeader
de_de: CPU-Informationen

source: @UserControlCPUInformationManufacturer
de_de: Hersteller

source: @UserControlCPUInformationProduct
de_de: Produkt

source: @UserControlCPUInformationCores
de_de: Kerne

source: @UserControlCPUInformationLogicalProcessors
de_de: Logische Prozessoren

source: @MainWindowMainboard
de_de: Mainboard

source: @MainWindowMainboardInformation
de_de: Information

source: @MainboardInformationVoltagesHeader
de_de: Spannungen

source: @MainboardInformationCPUVcore
de_de: VCore

source: @MainboardInformationAVCC
de_de: AVCC

source: @MainboardInformation3VCC
de_de: 3VCC

source: @MainboardInformation3VSB
de_de: 3VSB

source: @MainboardInformationVBAT
de_de: VBAT

source: @MainboardInformationVTT
de_de: VTT

source: @HDDInformationSMARTInformation
de_de: S.M.A.R.T Informationen

source: @RAMInformationHeader
de_de: RAM-Informationen

source: @RAMInformationListViewHeaderBankLabel
de_de: Speicher-Bank

source: @RAMInformationListViewHeaderChannel
de_de: Speicher-Kanal

source: @RAMInformationListViewHeaderFormFactor
de_de: Form-Faktor

source: @RAMInformationListViewHeaderSpeed
de_de: Geschwindigkeit

source: @RAMInformationListViewHeaderPartNumber
de_de: Teilenummer

source: @UserControlMainboardTemperatureSensorsHeader
de_de: Temperaturen

source: @MainWindowGPUInformation
de_de: Information

source: @MainWindowGPU
de_de: GPU

source: @GPUInformationName
de_de: Name

source: @GPUInformationVideoProcessor
de_de: Video-Prozessor

source: @GPUInformationVideoMode
de_de: Video-Mode

source: @GPUInformationCurrentHorizontalResolution
de_de: Horizontale Auflösung

source: @GPUInformationCurrentVerticalResolution
de_de: Vertikale Auflösung

source: @GPUInformationCurrentRefreshRate
de_de: Bildwiederholrate

source: @GPUInformationDriverVersion
de_de: Treiber-Version

source: @MainboardInformationMainboardInfo
de_de: Mainboard

source: @UserControlMainboardInformationIOHardware
de_de: I/O-Hardware

source: @UserControlFanContolValue
de_de: Aktueller-Wert

source: @UserControlFanContolMinValue
de_de: Min:

source: @UserControlFanContolMaxValue
de_de: Max:

source: @MainWindowFanControl
de_de: FAN-Control

source: @RAMInformationListViewHeaderCapacity
de_de: Kapazität

source: @UserControlGPUInformationHeader
de_de: Grafikkarte

# MainboardFanControlErrorReadingConfigFile
source: @MainboardFanControlErrorReadingConfig
de_de: Mainboard Fan Control: Fehler beim Einlesen der Konfigurationsdatei

# MainboardFanControlErrorCreatingConfigFile
source: @MainboardFanControlErrorCreatingConfig
de_de: Mainboard Fan Control: Fehler bei Erstellung der Konfigurationsdatei

source: @MainboardFanControlErrorWritingConfigFile
de_de: Mainboard Fan Control: Fehler beim Schreiben der Konfigurationsdatei

source: @MainboardFanControlErrorReadingFanControllerTemplates
de_de: Mainboard Fan Control: Fehler beim Lesen der Template-Datei

source: @MainboardFanControlActualValueAnnotation
de_de: Aktueller Wert ({0} °C / {1} %)

source: @MainboardFanControlErrorSettingFanSpeed
de_de: Fehler beim Festlegen der Lüftergeschwindigkeit

source: @MainboardFanControlNote
de_de: [b][color=Red]Hinweis:[/color][/b] Innerhalb diese Dialoges können Einstellungen vorgenommen werden, die potentiell Ihren Rechner beschädigen können! Alle Einstellungen sollten mit entsprechender Vorsicht vorgenommen werden!

source: @UserControlFanContolAdvancedMode
de_de: Erweiterter-Modus

source: @UserControlFanContolTemperatureSensor
de_de: Temperatur-Sensor

source: @UserControlFanContolSettings
de_de: Einstellungen

source: @UserControlFanFanVoltageInPercent
de_de: Spannung (%)

source: @UserControlFanTemperatureSensorValue
de_de: Temperatur (°C)

source: @UserControlFanContolDefaultMode
de_de: Default-Modus

source: @SettingsPageAppearance
de_de: Aussehen

source: @SettingsPageAbout
de_de: Über

source: @AppearancePageTheme
de_de: Theme

source: @AppearancePageFontSize
de_de: Schriftgröße

source: @AppearancePageTitle
de_de: Aussehen

source: @DirectoriesPageTitle
de_de: Verzeichnisse

source: @SettingsPageDirectories
de_de: Verzeichnisse

source: @SettingsPageLicense
de_de: Lizenz

source: @HDDInformationUsedSpace
de_de: Belegter Speicher

source: @HDDInformationFreeSpace
de_de: Freier Speicher

source: @HDDInformationTotalSpace
de_de: Speicherkapazität

source: @HDDInformationTitle
de_de: HDD-Informationen

source: @HDDInformationPartitions
de_de: Partitionen

source: @ServiceManagementTitle
de_de: Installierte Dienste

source: @MainWindowServiceManagement
de_de: Dienste

source: @MainWindowAutoRuns
de_de: Autostarts

source: @MainWindowTaskbarContextMenuClose
de_de: Anwendung beenden

source: @AutoRunsLogon
de_de: Logon

source: @AppearancePageLanguage
de_de: Sprache

source: @MainWindowTitle
de_de: YAHW - Yet Another Hardware Monitor v{0} BETA

source: @MainboardFanControlDialogDisabledText
de_de: [b][color=Red]Warnung:[/color][/b] Es wurden keine Controller für die Lüftersteuerung gefunden!
